adobe-source-code-pro-fonts
adobe-source-sans-fonts
arc-gtk-theme
arc-icon-theme
base-devel
bluez
bluez-utils
bat
cups
emacs
exa
fd
firefox
git
fish
htop
btop
lolcat
lxappearance
lxsession
main
mpv
neovim
network-manager-applet
pacman-contrib
pandoc
pcmanfm
picom
qalculate-gtk
qt5ct
qt6ct
qutebrowser
ripgrep
sddm
shellcheck
starship
sxiv
ttf-hack
ttf-jetbrains-mono
ttf-joypixels
ttf-ms-fonts
ttf-ubuntu-font-family
vim
volumeicon
xdg-user-dirs
xdotool
xf86-video-qxl
xf86-video-intel
xf86-video-amdgpu
xorg-server
xorg-xkill
xorg-xmessage
xorg-xprop
xorg-xrdb
xorg-xset
xorg-xsetroot
zathura
