adobe-source-code-pro-fonts
adobe-source-sans-fonts
arc-gtk-theme
arc-icon-theme
base-devel
bluez
bluez-utils
bat
cups
emacs
exa
fd
ffmpeg
firefox
fzf
git
fish
htop
btop
lolcat
lxappearance
lxsession
main
mpv
neovim
network-manager-applet
pacman-contrib
pandoc
pcmanfm
polybar
picom
qalculate-gtk
qt5ct
qt6ct
qutebrowser
ranger
ripgrep
rsync
sddm
shellcheck
starship
stow
sxiv
ttf-hack
ttf-jetbrains-mono
ttf-joypixels
ttf-ms-fonts
ttf-ubuntu-font-family
ueberzug
vim
volumeicon
xdg-user-dirs
xdotool
xf86-video-qxl
xf86-video-intel
xf86-video-amdgpu
xorg-server
xorg-xkill
xorg-xmessage
xorg-xprop
xorg-xrdb
xorg-xset
xorg-xsetroot
zathura
ntfs-3g
unclutter
ttf-font-awesome
networkmanager
kitty
polkit
libconfig
libnotify
dunst
jq
aria2
dhcpcd
pipewire
pipewire-pulse
mpd
ncmpcpp
xclip
zip
unzip
unrar
papirus-icon-theme
dosfstools
man-db
zathura-pdf-mupdf
noto-fonts-cjk
noto-fonts-emoji
qemu
virt-manager
archlinux-keyring
virt-viewer
dnsmasq
vde2
bridge-utils
openbsd-netcat
ebtables
iptables
libguestfs
gsmartcontrol
